Repository: markclausing/vibecoach
Catalog: AIFitnessCoach/Localizable.xcstrings
Source language: nl
Languages: de, en, es

source: Ik heb je schema bijgewerkt! Bekijk je overzicht.
de: Ich habe deinen Plan aktualisiert! Sieh dir deine Übersicht an.
en: I've updated your schedule! Check your overview.
es: ¡He actualizado tu plan! Revisa tu resumen.

source: Ik heb je week opnieuw ingedeeld rondom je verplaatste sessies. Bekijk je overzicht.
de: Ich habe deine Woche um deine verschobenen Einheiten herum neu geplant. Sieh dir deine Übersicht an.
en: I've rebuilt your week around your moved sessions. Check your overview.
es: He reorganizado tu semana en torno a tus sesiones movidas. Revisa tu resumen.

source: Ik houd vast aan je **%@**
de: Ich bleibe bei deinem **%@**
en: I'm sticking with your **%@**
es: Mantengo tu **%@**

source: Ik kon de reactie niet verwerken. Probeer het opnieuw.
de: Ich konnte die Antwort nicht verarbeiten. Bitte versuche es erneut.
en: I couldn't process the response. Please try again.
es: No pude procesar la respuesta. Inténtalo de nuevo.

source: Ik kon geen recente trainingen vinden in HealthKit of je Strava account.
de: Ich konnte keine aktuellen Workouts in HealthKit oder deinem Strava-Konto finden.
en: I couldn't find any recent workouts in HealthKit or your Strava account.
es: No pude encontrar entrenamientos recientes en HealthKit ni en tu cuenta de Strava.

source: Ik kon geen recente trainingen vinden. HealthKit fout: %@
de: Ich konnte keine aktuellen Workouts finden. HealthKit-Fehler: %@
en: I couldn't find any recent workouts. HealthKit error: %@
es: No pude encontrar entrenamientos recientes. Error de HealthKit: %@

source: Ik kon het schema niet correct verwerken. Probeer het opnieuw.
de: Ich konnte den Plan nicht korrekt verarbeiten. Bitte versuche es erneut.
en: I couldn't process the schedule correctly. Please try again.
es: No pude procesar el plan correctamente. Inténtalo de nuevo.

source: Ik sla de geplande %@ op %@ over.
de: Ich überspringe die geplante %@ am %@.
en: I'm skipping the planned %@ on %@.
es: Voy a saltarme la %@ planificada del %@.

source: Importeer FTP van Strava
de: FTP aus Strava importieren
en: Import FTP from Strava
es: Importar FTP de Strava

source: Inkt
de: Tinte
en: Ink
es: Tinta

source: Inlogportaal gedetecteerd
de: Login-Portal erkannt
en: Login portal detected
es: Portal de inicio de sesión detectado

source: Inspanning (RPE)
de: Anstrengung (RPE)
en: Exertion (RPE)
es: Esfuerzo (RPE)

source: Instellingen
de: Einstellungen
en: Settings
es: Ajustes

source: Intensiteit: Zone %@
de: Intensität: Zone %@
en: Intensity: Zone %@
es: Intensidad: Zona %@

source: intensiteitszones
de: Intensitätszonen
en: intensity zones
es: zonas de intensidad

source: INTERVAL
de: INTERVALL
es: INTERVALOS

source: jaar
de: Jahre
en: years
es: años

source: Je AI Coach is actief en klaar voor gebruik.
de: Dein KI-Coach ist aktiv und einsatzbereit.
en: Your AI Coach is active and ready to use.
es: Tu entrenador IA está activo y listo para usar.

source: Je AI Coach slaapt
de: Dein KI-Coach schläft
en: Your AI Coach is asleep
es: Tu entrenador IA está dormido

source: Je API-sleutel werkt niet meer. Open Instellingen → AI Coach Configuratie om hem opnieuw in te voeren.
de: Dein API-Schlüssel funktioniert nicht mehr. Öffne Einstellungen → KI-Coach-Konfiguration, um ihn erneut einzugeben.
en: Your API key no longer works. Open Settings → AI Coach Configuration to enter it again.
es: Tu clave de API ya no funciona. Abre Ajustes → Configuración del coach de IA para volver a introducirla.

source: Je API-sleutel werkt niet. Controleer 'm in Instellingen → AI Coach.
de: Dein API-Schlüssel funktioniert nicht. Prüfe ihn in Einstellungen → KI-Coach.
en: Your API key doesn't work. Check it in Settings → AI Coach.
es: Tu clave de API no funciona. Compruébala en Ajustes → Coach de IA.

source: Je belasting is te hoog voor de taper — bouw af.
de: Deine Belastung ist zu hoch für das Tapering — reduziere.
en: Your load is too high for the taper — wind down.
es: Tu carga es demasiado alta para el taper — reduce.

source: Je bent fysiologisch klaar voor dit doel!
de: Du bist physiologisch bereit für dieses Ziel!
en: You're physiologically ready for this goal!
es: ¡Estás fisiológicamente listo para este objetivo!

source: Je bent niet ingelogd op Strava. Ga naar instellingen om te koppelen.
de: Du bist nicht bei Strava angemeldet. Geh zu den Einstellungen, um zu verbinden.
en: You're not logged in to Strava. Go to settings to connect.
es: No has iniciado sesión en Strava. Ve a ajustes para vincular.

source: Je bent verbonden met een netwerk dat eerst een login vraagt. Open je browser om in te loggen, daarna synct VibeCoach weer.
de: Du bist mit einem Netzwerk verbunden, das zuerst eine Anmeldung verlangt. Öffne deinen Browser zum Anmelden, danach synchronisiert VibeCoach wieder.
en: You're connected to a network that requires a login first. Open your browser to sign in, then VibeCoach syncs again.
es: Estás conectado a una red que primero requiere iniciar sesión. Abre el navegador para acceder y luego VibeCoach volverá a sincronizar.

source: Je bent weer op de goede weg. Volg het schema van de coach om je doel te halen.
de: Du bist wieder auf Kurs. Folge dem Plan des Coaches, um dein Ziel zu erreichen.
en: You're back on track. Follow the coach's plan to reach your goal.
es: Vuelves a ir por buen camino. Sigue el plan del entrenador para lograr tu objetivo.

source: Je doel heeft je nodig 👟
de: Dein Ziel braucht dich 👟
en: Your goal needs you 👟
es: Tu objetivo te necesita 👟

source: Je gesprekken gaan rechtstreeks naar je gekozen AI-provider — niet via onze servers. Je houdt zelf de controle over kosten, model en privacy.
de: Deine Gespräche gehen direkt an deinen gewählten KI-Anbieter — nicht über unsere Server. Du behältst die Kontrolle über Kosten, Modell und Privatsphäre.
en: Your conversations go directly to your chosen AI provider — not through our servers. You stay in control of cost, model and privacy.
es: Tus conversaciones van directamente a tu proveedor de IA elegido — no a través de nuestros servidores. Mantienes el control sobre el coste, el modelo y la privacidad.

source: Je groeit %@ per week. Je loopt %lld week(en) achter op de geplande piekdatum. Schroef het volume op.
de: Du wächst %@ pro Woche. Du bist %lld Woche(n) hinter dem geplanten Peak-Datum. Erhöhe das Volumen.
en: You're growing %@ per week. You're %lld week(s) behind the planned peak date. Ramp up the volume.
es: Creces un %@ por semana. Vas %lld semana(s) por detrás de la fecha de pico prevista. Aumenta el volumen.

source: Je hebt %@ niet getraind en '%@' loopt achter. Zelfs een korte sessie helpt. Open de coach voor de volgende stap.
de: Du hast %@ nicht trainiert und '%@' gerät in Rückstand. Sogar eine kurze Einheit hilft. Öffne den Coach für den nächsten Schritt.
en: You haven't trained for %@ and '%@' is falling behind. Even a short session helps. Open the coach for the next step.
es: Llevas %@ sin entrenar y '%@' se va quedando atrás. Hasta una sesión corta ayuda. Abre el coach para el siguiente paso.

source: Je hebt %@ niet getraind en '%@' loopt gevaarlijk achter. Elke dag telt nu. Open de coach voor een herstelplan.
de: Du hast %@ nicht trainiert und '%@' ist gefährlich im Rückstand. Jeder Tag zählt jetzt. Öffne den Coach für einen Aufholplan.
en: You haven't trained for %@ and '%@' is dangerously behind. Every day counts now. Open the coach for a recovery plan.
es: Llevas %@ sin entrenar y '%@' va peligrosamente por detrás. Ahora cada día cuenta. Abre el coach para un plan de recuperación.

source: Je kunt de sleutel zelf later invoeren in Instellingen.
de: Du kannst den Schlüssel später selbst in den Einstellungen eingeben.
en: You can enter the key yourself later in Settings.
es: Puedes introducir la clave tú mismo más tarde en Ajustes.

source: Je lichaam stuurt, wij luisteren mee.
de: Dein Körper führt, wir hören mit.
en: Your body leads, we listen in.
es: Tu cuerpo manda, nosotros escuchamos.

source: Je ligt iets achter op schema.
de: Du bist etwas im Rückstand.
en: You're slightly behind schedule.
es: Vas un poco por detrás de lo previsto.

source: Je ligt perfect op schema!
de: Du bist perfekt im Plan!
en: You're perfectly on schedule!
es: ¡Vas perfectamente según lo previsto!

source: Je loopt %lld week(en) achter, maar de racedag is nog ver genoeg weg voor een gerichte inhaalslag. Stap voor stap opbouwen.
de: Du bist %lld Woche(n) im Rückstand, aber der Renntag ist noch weit genug entfernt für eine gezielte Aufholjagd. Bau es Schritt für Schritt auf.
en: You're %lld week(s) behind, but race day is still far enough away for a focused catch-up. Build it step by step.
es: Vas %lld semana(s) por detrás, pero el día de carrera está aún lo bastante lejos para una recuperación enfocada. Constrúyelo paso a paso.

source: Je loopt achter op %@ doelen. Open de coach voor een bijgestuurd plan.
de: Du bist bei %@ Zielen im Rückstand. Öffne den Coach für einen angepassten Plan.
en: You're behind on %@ goals. Open the coach for an adjusted plan.
es: Vas por detrás en %@ objetivos. Abre el coach para un plan ajustado.

source: Je loopt nog achter op '%@'. Open de coach voor de volgende stap.
de: Du bist noch bei '%@' im Rückstand. Öffne den Coach für den nächsten Schritt.
en: You're still behind on '%@'. Open the coach for the next step.
es: Aún vas por detrás en '%@'. Abre el coach para el siguiente paso.

source: Je loopt nog achter op '%@'. Overweeg een zwaardere sessie — de coach helpt je plannen.
de: Du bist noch bei '%@' im Rückstand. Erwäge eine intensivere Einheit – der Coach hilft dir bei der Planung.
en: You're still behind on '%@'. Consider a harder session — the coach helps you plan.
es: Aún vas por detrás en '%@'. Plantéate una sesión más exigente: el coach te ayuda a planificar.

source: Je persoonlijke trainingscoach, gestuurd door je eigen Apple Health data.
de: Dein persönlicher Trainingscoach, gesteuert von deinen eigenen Apple-Health-Daten.
en: Your personal training coach, driven by your own Apple Health data.
es: Tu entrenador personal, impulsado por tus propios datos de Apple Health.

source: Je piekbelasting is al bereikt. Vasthouden en binnenkort beginnen met taperen.
de: Deine Spitzenbelastung ist bereits erreicht. Halten und bald mit dem Tapering beginnen.
en: Your peak load is already reached. Hold it and start tapering soon.
es: Ya has alcanzado tu carga máxima. Mantenla y empieza pronto el taper.

source: Je Strava sessie is verlopen. Koppel opnieuw in de instellingen.
de: Deine Strava-Sitzung ist abgelaufen. Verbinde dich erneut in den Einstellungen.
en: Your Strava session has expired. Reconnect in settings.
es: Tu sesión de Strava ha caducado. Vuelve a vincularla en ajustes.

source: Je trainingsbelasting is %.0f TRIMP/week — het doel is %.0f.
de: Deine Trainingsbelastung ist %.0f TRIMP/Woche — das Ziel ist %.0f.
en: Your training load is %.0f TRIMP/week — the target is %.0f.
es: Tu carga de entrenamiento es %.0f TRIMP/semana — el objetivo es %.0f.

source: Je trainingsbelasting is te hoog voor de taperingsfase.
de: Deine Trainingsbelastung ist zu hoch für die Taper-Phase.
en: Your training load is too high for the taper phase.
es: Tu carga de entrenamiento es demasiado alta para la fase de taper.

source: Je traint nu %@ TRIMP/week, terwijl %@ nodig is.
de: Du trainierst %@ TRIMP/Woche, benötigt sind %@.
en: You're training %@ TRIMP/week, while %@ is needed.
es: Entrenas %@ TRIMP/semana, se necesitan %@.

source: Je TRIMP deze week (%1$@) ligt achter op het weekdoel (%2$@). Pak de geplande trainingen op.
de: Dein TRIMP diese Woche (%1$@) liegt hinter dem Wochenziel (%2$@). Nimm die geplanten Trainings auf.
en: Your TRIMP this week (%1$@) is behind the weekly goal (%2$@). Pick up the planned workouts.
es: Tu TRIMP esta semana (%1$@) está por detrás del objetivo semanal (%2$@). Retoma los entrenamientos planificados.

source: Je Vibe Score is %1$@/100 — je lichaam is uitgeput. **%2$@** (TRIMP: %3$@) was zwaarder dan je herstel toelaat. Neem rust.
de: Dein Vibe Score ist %1$@/100 — dein Körper ist erschöpft. **%2$@** (TRIMP: %3$@) war härter, als deine Erholung zulässt. Ruh dich aus.
en: Your Vibe Score is %1$@/100 — your body is exhausted. **%2$@** (TRIMP: %3$@) was heavier than your recovery allows. Take rest.
es: Tu Vibe Score es %1$@/100 — tu cuerpo está agotado. **%2$@** (TRIMP: %3$@) fue más exigente de lo que tu recuperación permite. Descansa.

source: Je Vibe Score staat op rood
de: Dein Vibe Score steht auf Rot
en: Your Vibe Score is in the red
es: Tu Vibe Score está en rojo

source: Je ziet zo een Apple-dialoog waarin je per type data toegang geeft.
de: Du siehst gleich einen Apple-Dialog, in dem du den Zugriff pro Datentyp erteilst.
en: You'll see an Apple dialog where you grant access per data type.
es: Verás un diálogo de Apple donde concedes acceso por tipo de dato.

source: Jouw dagelijkse lichaamsbatterij (0-100)
de: Deine tägliche Körperbatterie (0-100)
en: Your daily body battery (0-100)
es: Tu batería corporal diaria (0-100)

source: Jouw data, jouw AI-sleutel.
de: Deine Daten, dein KI-Schlüssel.
en: Your data, your AI key.
es: Tus datos, tu clave de IA.

source: Jouw Plan voor de komende 7 dagen
de: Dein Plan für die nächsten 7 Tage
en: Your plan for the next 7 days
es: Tu plan para los próximos 7 días

source: JOUW PROFIEL
de: DEIN PROFIL
en: YOUR PROFILE
es: TU PERFIL

source: Jouw Trainingstraject
de: Dein Trainingsweg
en: Your Training Journey
es: Tu trayecto de entrenamiento

source: Jouw voortgang
de: Dein Fortschritt
en: Your progress
es: Tu progreso

source: Kent je plan
de: Kennt deinen Plan
en: Knows your plan
es: Conoce tu plan

source: Kent je plan • %@ • wk %lld/%lld
de: Kennt deinen Plan • %@ • Wo %lld/%lld
en: Knows your plan • %@ • wk %lld/%lld
es: Conoce tu plan • %@ • sem %lld/%lld

source: Kies een nieuwe dag deze week. De coach respecteert je keuze in volgende suggesties.
de: Wähle einen neuen Tag diese Woche. Der Coach respektiert deine Wahl in künftigen Vorschlägen.
en: Choose a new day this week. The coach respects your choice in future suggestions.
es: Elige un nuevo día esta semana. El entrenador respeta tu elección en próximas sugerencias.

source: Kijkt 6 maanden terug naar je workouts en rust-HR.
de: Schaut 6 Monate auf deine Workouts und Ruhe-HF zurück.
en: Looks back 6 months at your workouts and resting HR.
es: Revisa 6 meses de tus entrenamientos y FC en reposo.

source: Klei
de: Ton
en: Clay
es: Arcilla

source: Kleurintensiteit
de: Farbintensität
en: Colour intensity
es: Intensidad de color

source: Kon echt niet meer
de: Konnte nicht mehr
en: Had nothing left
es: No podía más

source: Kon live-lijst niet ophalen — fallback op ingebouwde modellen gebruikt. (%@)
de: Live-Liste konnte nicht geladen werden — Rückgriff auf eingebaute Modelle. (%@)
en: Couldn't fetch the live list — fell back to built-in models. (%@)
es: No se pudo obtener la lista en vivo — se usaron los modelos integrados. (%@)

source: Kon makkelijk doorpraten
de: Konnte locker weiterreden
en: Could easily keep talking
es: Podía seguir hablando sin esfuerzo

source: Kon model-catalogus niet lezen: %@
de: Modellkatalog konnte nicht gelesen werden: %@
en: Couldn't read the model catalogue: %@
es: No se pudo leer el catálogo de modelos: %@

source: koolhydraten
de: Kohlenhydrate
en: carbs
es: carbohidratos

source: Koppel Apple Health
de: Apple Health verbinden
en: Connect Apple Health
es: Conectar Apple Health

source: Koppel met Apple Health.
de: Mit Apple Health verbinden.
en: Connect to Apple Health.
es: Conecta con Apple Health.

source: KORT
de: KURZ
en: SHORT
es: CORTO

source: KRACHT
de: KRAFT
en: STRENGTH
es: FUERZA

source: Krachttraining
de: Krafttraining
en: Strength
es: Fuerza

source: Kuit
de: Wade
en: Calf
es: Pantorrilla

source: Laatste sync %@.
de: Letzte Synchronisierung %@.
en: Last sync %@.
es: Última sincronización %@.

source: Laatste training: %@ · %@ km%@.
de: Letztes Training: %1$@ · %2$@ km%3$@.
en: Last workout: %1$@ · %2$@ km%3$@.
es: Último entrenamiento: %1$@ · %2$@ km%3$@.

source: Laatste update: %@
de: Letztes Update: %@
en: Last update: %@
es: Última actualización: %@

source: Lactate Threshold HR — hoogste hartslag die je ~30 min volhoudt.
de: Laktatschwellen-HF — höchste Herzfrequenz, die du ~30 Min. hältst.
en: Lactate Threshold HR — the highest heart rate you can sustain for ~30 min.
es: FC de umbral de lactato: la frecuencia cardíaca más alta que mantienes ~30 min.

source: Lage batterij (Vibe %@/100) — prioriteit is vandaag herstel.
de: Niedrige Batterie (Vibe %@/100) — Erholung hat heute Priorität.
en: Low battery (Vibe %@/100) — recovery is today’s priority.
es: Batería baja (Vibe %@/100) — la recuperación es la prioridad de hoy.

source: LANGE DUUR
de: LANG
en: LONG
es: LARGA

source: Langste activiteit in 365 dagen
de: Längste Aktivität in 365 Tagen
en: Longest activity in 365 days
es: Actividad más larga en 365 días

source: Langste sessie
de: Längste Einheit
en: Longest session
es: Sesión más larga

source: Leeftijd
de: Alter
en: Age
es: Edad

source: Leeftijd en geslacht worden gelezen uit Apple Gezondheid en zijn hier niet te bewerken. Gewicht en lengte schrijven we terug naar HealthKit.
de: Alter und Geschlecht werden aus Apple Health gelesen und sind hier nicht bearbeitbar. Gewicht und Größe schreiben wir zu HealthKit zurück.
en: Age and sex are read from Apple Health and can't be edited here. Weight and height we write back to HealthKit.
es: La edad y el sexo se leen de Apple Salud y no se pueden editar aquí. El peso y la altura los escribimos de vuelta en HealthKit.

source: Leeftijd en geslacht worden gelezen uit de iOS Gezondheid-app en zijn hier niet te bewerken.
de: Alter und Geschlecht werden aus der iOS-Health-App gelesen und sind hier nicht bearbeitbar.
en: Age and sex are read from the iOS Health app and can't be edited here.
es: La edad y el sexo se leen de la app Salud de iOS y no se pueden editar aquí.

source: Leeg / uitgeput
de: Leer / erschöpft
en: Empty / exhausted
es: Vacío / agotado

source: Lekker getraind! 💪
de: Stark trainiert! 💪
en: Nicely done! 💪
es: ¡Buen entrenamiento! 💪

source: Lekker gewerkt
de: Gut gearbeitet
en: Good effort
es: Buen trabajo

source: Lengte
de: Größe
en: Height
es: Altura

source: Let op — Actieve Klachten
de: Achtung — Aktive Beschwerden
en: Attention — Active complaints
es: Atención — Molestias activas

source: Let op: Gezien je %@ was deze training extra belastend voor je herstel.
de: Hinweis: Angesichts deines %@ war dieses Training besonders belastend für deine Erholung.
en: Note: given your %@, this workout was extra taxing on your recovery.
es: Nota: dado tu %@, este entrenamiento fue especialmente exigente para tu recuperación.

source: Licht
de: Leicht
en: Mild
es: Leve

source: Lichte snack · 60 min vooraf
de: Leichter Snack · 60 Min. vorher
en: Light snack · 60 min before
es: Tentempié ligero · 60 min antes

source: Live lijst niet beschikbaar — %@. Ingebouwde lijst getoond.
de: Live-Liste nicht verfügbar — %@. Eingebaute Liste angezeigt.
en: Live list unavailable — %@. Showing built-in list.
es: Lista en vivo no disponible — %@. Se muestra la lista integrada.

source: Live opgehaald met je sleutel. Lukt dat niet, dan tonen we een ingebouwde lijst.
de: Live mit deinem Schlüssel geladen. Falls das fehlschlägt, zeigen wir eine eingebaute Liste.
en: Fetched live with your key. If that fails, we show a built-in list.
es: Obtenido en vivo con tu clave. Si falla, mostramos una lista integrada.

source: Los de achterstand op voor %@ en geef me een bijgestuurd schema.
de: Hol den Rückstand für %@ auf und gib mir einen angepassten Plan.
en: Make up the shortfall for %@ and give me an adjusted schedule.
es: Recupera el retraso de %@ y dame un plan ajustado.

source: Los dit op
de: Beheben
en: Fix this
es: Resolver

source: Luchtvochtigheid
de: Luftfeuchtigkeit
en: Humidity
es: Humedad

source: Luister naar je lichaam. Elke stap telt — ook de rustdagen.
de: Höre auf deinen Körper. Jeder Schritt zählt — auch die Ruhetage.
en: Listen to your body. Every step counts — rest days too.
es: Escucha a tu cuerpo. Cada paso cuenta — también los días de descanso.

source: Maaltijd · 2u vooraf
de: Mahlzeit · 2 Std. vorher
en: Meal · 2h before
es: Comida · 2 h antes

source: Maaltijd binnen 90 min
de: Mahlzeit innerhalb von 90 Min.
en: Meal within 90 min
es: Comida en 90 min

source: Makkelijk
de: Leicht
en: Easy
es: Fácil

source: Man
de: Männlich
en: Male
es: Hombre

source: matig
de: mäßig
en: moderate
es: moderado

source: Matig
de: Mäßig
en: Moderate
es: Moderado

source: Matig hersteld
de: Mäßig erholt
en: Moderately recovered
es: Recuperación moderada

source: Matig Hersteld
de: Mäßig erholt
en: Moderately Recovered
es: Recuperación moderada

source: Max HR, rust HR, LTHR en FTP. De coach gebruikt deze waarden om jouw zones te berekenen — anders gebruikt hij populatie-gemiddelden.
de: Max. HF, Ruhe-HF, LTHR und FTP. Der Coach nutzt diese Werte, um deine Zonen zu berechnen — sonst verwendet er Bevölkerungsdurchschnitte.
en: Max HR, resting HR, LTHR and FTP. The coach uses these values to compute your zones — otherwise it uses population averages.
es: FC máx., FC en reposo, LTHR y FTP. El entrenador usa estos valores para calcular tus zonas — de lo contrario usa promedios de la población.

source: Maximaal
de: Maximal
en: Maximum
es: Máximo

source: Maximaal één bericht per doel per dag — alleen bij afwijkingen van je plan.
de: Höchstens eine Nachricht pro Ziel und Tag — nur bei Abweichungen von deinem Plan.
en: At most one message per goal per day — only on deviations from your plan.
es: Como máximo un mensaje por objetivo al día — solo cuando hay desviaciones de tu plan.

source: Meer uitleg (%lld)
de: Mehr Details (%lld)
en: More detail (%lld)
es: Más detalles (%lld)

source: Meerdaagse Etappe
de: Mehrtägige Etappe
en: Multi-day stage
es: Etapa de varios días

source: Meet je autonome herstel — de hoeksteen van je Vibe Score.
de: Misst deine autonome Erholung — der Eckpfeiler deines Vibe Score.
en: Measures your autonomic recovery — the cornerstone of your Vibe Score.
es: Mide tu recuperación autónoma: la piedra angular de tu Vibe Score.

source: Mijlpaal '%@' is al gehaald.
de: Meilenstein '%@' bereits erreicht.
en: Milestone '%@' already achieved.
es: Hito '%@' ya conseguido.

source: MIJLPALEN & PROGNOSE
de: MEILENSTEINE & PROGNOSE
en: MILESTONES & FORECAST
es: HITOS Y PRONÓSTICO

source: MIJLPALEN PER FASE
de: MEILENSTEINE PRO PHASE
en: MILESTONES PER PHASE
es: HITOS POR FASE

source: Minder
de: Weniger
en: Less
es: Menos

source: Minder tonen
de: Weniger anzeigen
en: Show less
es: Mostrar menos

source: Model overbelast
de: Modell überlastet
en: Model overloaded
es: Modelo sobrecargado

source: Model tijdelijk overbelast — overschakelen naar lichtere variant...
de: Modell vorübergehend überlastet — wechsle zu einer leichteren Variante...
en: Model temporarily overloaded — switching to a lighter variant...
es: Modelo sobrecargado temporalmente: cambiando a una variante más ligera...

source: Modellen ophalen…
de: Modelle werden geladen…
en: Fetching models…
es: Obteniendo modelos…

source: Modellen van %@ ophalen met je sleutel…
de: %@-Modelle mit deinem Schlüssel laden…
en: Fetching %@ models with your key…
es: Obteniendo modelos de %@ con tu clave…

source: Modelwissel gedetecteerd — het huidige antwoord komt nog van %@. Je volgende vraag gebruikt %@.
de: Modellwechsel erkannt — die aktuelle Antwort stammt noch von %@. Deine nächste Frage nutzt %@.
en: Model switch detected — the current reply still comes from %@. Your next question will use %@.
es: Cambio de modelo detectado: la respuesta actual aún proviene de %@. Tu próxima pregunta usará %@.

source: Mos
de: Moos
en: Moss
es: Musgo

source: Na
de: Danach
en: After
es: Después
